// Preflight
"DISK_FULL_TITLE" = "O seu disco rígido não dispõe de suficiente espaço.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Você precisa ter %@ de espaço disponível para transferir as atualizações. Para aumentar o espaço disponível, elimine arquivos do seu disco rígido e tente novamente.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Você precisa ter %@ de espaço disponível para transferir e instalar as atualizações. Para aumentar o espaço disponível, elimine arquivos do seu disco de inicialização e tente novamente.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "O seu computador não está conectado a uma fonte de alimentação.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Para obter melhores resultados, você deveria conectar o seu computador a uma fonte de alimentação antes de instalar. Tem certeza de que deseja continuar a instalação?";
"CONTINUE_TITLE" = "Continuar";

"CANCEL_TITLE" = "Cancelar";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "A atualização “%@” não pode ser salva.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Nenhuma das atualizações selecionadas pôde ser salva.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Algumas das atualizações selecionadas não puderam ser salvas.";

"UPDATE_INSTALL_ERROR" = "A atualização “%@” não pode ser instalada.";
"NONE_CHECKED_INSTALL_ERROR" = "Nenhuma das atualizações seleciondas pôde ser instalada.";
"SOME_CHECKED_INSTALL_ERROR" = "Algumas das atualizações selecionadas não puderam ser instaladas.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "A atualização não pode ser instalada.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Para instalar as atualizações, você deve finalizar a sessão.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Para terminar a instalação e finalizar a sessão, clique em Finalizar Sessão.";
"LOG_OUT_AND_INSTALL_TITLE" = "Finalizar Sessão";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Para instalar as atualizações, você deve reiniciar o seu computador.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Para finalizar a instalação e reiniciar o seu computador, clique em Reiniciar.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Reiniciar";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Para instalar as atualizações, você deve desligar o seu computador.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Para finalizar a instalação e desligar o seu computador, clique em Desligar. Você precisará pressionar o botão de força para ligar o seu computador novamente.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Desligar";

"NOT_NOW_TITLE" = "Agora Não";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Quando a outra atualização for concluída, você poderá transferir e instalar este software escolhendo Atualização de Software no menu Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Na próxima vez que o seu computador estiver conectado à Internet, você poderá transferir e instalar o software escolhendo Atualização de Software no menu Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Certifique-se de que a conexão de sua rede esteja funcionando normalmente. Se não houver nenhum problema com a sua conexão, peça ajuda ao administrador da sua rede.";
"NO_UPDATE_FOUND_ERROR" = "O software não está disponível no momento.";
